# 42) 점수 채점하기
# 난이도 : 하
# 문제의 답이 저장되어 있는 리스트 ls와
# 학생이 제출한 답안이 저장되어 있는 리스트 ans가 있습니다.
# (ls와 ans에 저장되어 있는 값들의 개수는 같습니다. 또,
# 값들의 개수는 100의 약수입니다.)

# 문제의 답안과 학생의 답안을 비교해 점수를 채점하는 코드를
# 만들어 봅시다. 

# 예를 들어,
# ls =  [1,2,3,4,5,1,2,3,4,5]
# ans = [5,2,3,1,5,2,2,3,5,4]
# 라고 하면 정답은 리스트의 1,2,4,6,7번째 값입니다.
# 이를 점수로 환산하면 10문제 중 5개를 맞힌 것이므로 50점이 출력
# 되어야 합니다.

# 입력 예시)
# ls =  [1,2,3,4,5,1,2,3,4,5]
# ans = [5,2,3,1,5,2,2,3,5,4]

# 출력 예시)
# 50

# 입력 예시입니다.
ls =  [1,2,3,4,5,1,2,3,4,5]
ans = [5,2,3,1,5,2,2,3,5,4]

#여기에 문제를 해결하는 코드를 입력해 줍니다.